const History = () => {
    return (
        <section className="container mt-10 md:mt-28">
            <h2 className="mx-auto w-max text-3xl text-white md:text-[40px]">История</h2>
            <p className="mt-6 px-[3%] text-justify text-xl text-grayBB md:mt-12 md:text-2xl">
                Согласно преданию, церковь была основана Григором Лусаворухом, когда он спустился с Арагаца, чтобы стать
                подвижником в Касахском ущелье. Именно поэтому храм иногда называют «Святым Ангельским жилищем пустыни». Однако
                строительная надпись (12 строк), выбитая на западном фасаде и входе в церковь, свидетельствует о том, что здание
                было построено в 1311 году священником по прозвищу Асватор. «Число армян не умрет верой в бессмертного Бога и по
                милости его, я, святой священник по имени Асвдатур по прозвищу Аснавор, воздвиг вим над моей церковью, в честь
                того, что я знаю, а именно Святой Григорий Просветитель...
            </p>
        </section>
    );
};

export default History;
